Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Important Note: You should set this action to run as a policy with periodic reapplicability behavior.&nbsp; It is recommended you apply this Task with the following action parameters:
fr_fr: Remarque importante: Vous devriez paramétrer cette action afin qu'elle s'exécute comme stratégie avec un comportement de ré-applicabilité à intervalles réguliers.&nbsp; Il est conseillé que vous appliquiez cette tâche avec les paramètres d'action suivants&nbsp;:

source: never expire
fr_fr: n'expire jamais

source: run once an hour
fr_fr: exécuter toutes les heures

source: retry up to 99 times on failure
fr_fr: réessayer jusqu'à 99&nbsp;fois en cas d'échec

source: reapply an unlimited number of times
fr_fr: réappliquer un nombre illimité de fois

source: If you do not set this action to run periodically new pattern sets will notbe available for deployment to your endpoints.
fr_fr: Si vous ne paramétrez pas cette action pour qu'elle s'exécute régulièrement, les nouveaux jeux de fichiers de signatures ne seront pas disponibles pour les points finaux.

source: Core Protection Module - Enable Automatic Updates - Server
fr_fr: Core Protection Module – Activation des mises à jour automatiques – Serveur

source: Take the first action below to enable automatic updates on the Core Protection Module server.&nbsp; After running this action, when new patterns are downloaded by the CPM server they will be made available for application by endpoints that have also been configured for automatic updates.
fr_fr: Exécutez la première action ci-dessous pour activer les mises à jour automatiques sur le serveur Core Protection Module.&nbsp; Après l'exécution de cette action, lorsque de nouveaux fichiers de signatures sont téléchargés par le serveur CPM, ils seront mis à la disposition des points finaux qui ont été configurés pour les mises à jour automatiques.

source: Core Protection Module - Download CPMAutoUpdateSetup Script
fr_fr: Core Protection Module – Télécharger le script CPMAutoUpdateSetup

source: Enabling automatic updates on the&nbsp;CPM Server additionally requires manual download and execution of the CPMAutoUpdateSetup script.&nbsp; Please use the link below to download the setup&nbsp;script to the CPM Server.&nbsp; Instructions for running the automatic update setup script can be found here.
fr_fr: L'activation de mise à jour automatique sur le serveur CPM nécessite également le téléchargement et l'exécution manuels du script CPMAutoUpdateSetup.&nbsp; Veuillez utiliser le lien ci-dessous pour télécharger le&nbsp;script de configuration sur le serveur CPM.&nbsp; Vous trouverez ici les instructions d'exécution du script de configuration de mise à jour automatique.

source: Important Note: Please validate file integrity with the following information Filename: CPMAutoUpdateSetup2_1.0.8.0.exe SHA1: c7aef184bbd594b78fbbcd037d4d812162d71400
fr_fr: Remarque importante: Veuillez valider l'intégrité du fichier avec les informations suivantes Nom de fichier&nbsp;:CPMAutoUpdateSetup2_1.0.8.0.exe SHA1&nbsp;: c7aef184bbd594b78fbbcd037d4d812162d71400

source: Refer to KB article 1114 on manually checking the&nbsp;SHA1 of a file.
fr_fr: Consultez l'article 1114 de la Base de connaissances relatif à la vérification manuelle du&nbsp;SHA1 d'un fichier.

source: Core Protection Module - Remove Server Components
fr_fr: Core Protection Module – Suppression des composants du serveur

source: The listed computers have Core Protection Module&nbsp;Server components&nbsp;installed. You can uninstall Core Protection Module Server components using this task.
fr_fr: Les composants du serveur Core Protection Module sont installés sur les ordinateurs répertoriés. Vous pouvez désinstaller des composants du serveur Core Protection Module à l'aide de cette tâche.

source: The second action will remove the CPM Server components along with any updates in the folder: &lt;BES server installation directory&gt;\&lt;wwwRootFolder&gt;\cpm\
fr_fr: La seconde action supprimera les composants du serveur CPM ainsi que les mises à jour dans le dossier&nbsp;:&lt;répertoire d'installation du serveur BES&gt;\&lt;wwwRootFolder&gt;\CPM\

source: Core Protection Module - Upgrade Server Components
fr_fr: Core Protection Module – Mise à niveau des composants du serveur

source: There is a new version of the Core Protection Module Server components available for download and installation. Core Protection Module Server components provide pattern updates for CPM&nbsp;endpoints. Use this action to update outdated versions of Core Protection Module Server components.
fr_fr: Une nouvelle version des composants serveur CPM est disponible au téléchargement et à l'installation. Les composants du serveur Core Protection Module offrent des mises à jour des signatures pour les points finaux CPM. Utilisez cette action pour mettre à jour les versions obsolètes des composants du serveur Core Protection Module.

source: Important Note: This action will restart the "BES Root Server" service. Please schedule the installation to occur at a time when a service interruption is acceptable.
fr_fr: Remarque importante: cette action redémarrera le service «&nbsp;Serveur racine BES&nbsp;». Veuillez planifier l'installation à un moment où les interruptions de service sont acceptables.

source: File Size:
fr_fr: Taille du fichier:

source: 51.7 - 66.4 MB
fr_fr: 51,7 - 66,4&nbsp;Mo

source: 98.6 - 107.0 MB
fr_fr: 98.6 - 107.0 Mo

source: Core Protection Module - Install Server Components
fr_fr: Core Protection Module – Installation des composants du serveur

source: The listed computers are BES Servers which do not have the Trend Micro Core Protection Module Server components installed. Core Protection Module Server components provide pattern updates for CPM endpoints. Use this action to deploy Core Protection Module Server components on BES Servers that do not have it.
fr_fr: Les ordinateurs répertoriés sont des serveurs BES dont les composants du serveur Trend Micro Core Protection Module Server ne sont pas installés. Les composants du serveur Core Protection Module offrent des mises à jour des signatures pour les points finaux CPM. Utilisez cette action pour déployer les composants du serveur Core Protection Module sur les serveurs BES qui n'en ont pas.

source: Important Note: After installing the server components, be sure to use the &nbsp;task to ensure the latest pattern files&nbsp;are available&nbsp;for deployment to CPM endpoints.
fr_fr: Remarque importante: après l'installation des composants du serveur, assurez-vous d'utiliser la tâche pour que les derniers fichiers de signatures soient disponibles sur les points finaux CPM.

source: Important Note: This action will restart the "BES Root Server" service. Please schedule the installation to occur at a time when a brief service interruption is acceptable.
fr_fr: Remarque importante: cette action redémarrera le service «&nbsp;Serveur racine BES&nbsp;». Veuillez planifier l'installation à un moment où les brèves interruptions de service sont acceptables.

source: Core Protection Module - ActiveUpdate Server Information
fr_fr: Core Protection Module – Informations sur le serveur ActiveUpdate

source: This analysis contains information about the&nbsp;ActiveUpdate components installed on your Core Protection Module server.
fr_fr: Cette analyse contient des informations sur les composants ActiveUpdate installés sur le serveur Core Protection Module.

source: After activating this analysis, you will see the following properties:
fr_fr: Après l'activation de cette analyse, les propriétés suivantes s'affichent&nbsp;:

source: Common Firewall&nbsp;Pattern - Version
fr_fr: Signatures du pare-feu commun – Version

source: Common Firewall&nbsp;Pattern - Last Update
fr_fr: Signatures du pare-feu commun – Dernière mise à jour

source: Behavior Monitor Detection Pattern&nbsp; - Version
fr_fr: Signature de détection de surveillance des comportements&nbsp; – Version

source: Core Protection Module - ActiveUpdate Server Settings
fr_fr: Core Protection Module – Paramètres du serveur ActiveUpdate

source: This analysis contains information about the&nbsp;ActiveUpdate settings installed on your Core Protection Module server.
fr_fr: Cette analyse contient des informations sur les paramètres ActiveUpdate installés sur le serveur Core Protection Module.

source: Smart Protection Server - Restart Service
fr_fr: Smart Protection Server – Redémarrage du service

source: Smart Protection Server&nbsp;requires that certain services are running:
fr_fr: Smart Protection Server requiert l'exécution de certains services&nbsp;:

source: This task is used to restart services of Smart Protection Server.
fr_fr: Cette tâche est utilisée pour redémarrer des services de Smart Protection Server.

source: Smart Protection Server - Reboot
fr_fr: Smart Protection Server – Redémarrage

source: Smart Protection Server requires the specified computers to reboot.&nbsp;
fr_fr: Smart Protection Server requiert le redémarrage des ordinateurs spécifiés.&nbsp;

source: Important Note: When running this action, pay careful attention to the action deployment options to avoid restarting computers at inappropriate times.
fr_fr: Remarque importante: Lors de l'exécution de cette action, faites attention aux options de déploiement de l'action afin d'éviter le redémarrage d'ordinateurs à des moments inopportuns.

source: Smart Protection Server - Improper Service Status
fr_fr: Smart Protection Server – État de service inadéquat

source: Smart Protection Server requires that the following services are running:
fr_fr: Smart Protection Server requiert l'exécution des services suivants&nbsp;:

source: The specified computers have one or more required services that are not running and/or configured with an incorrect start mode.
fr_fr: Les ordinateurs spécifiés ont un ou plusieurs services requis qui ne sont pas en cours d'exécution ou sont configurés avec un mode de démarrage incorrect.

source: Core Protection Module - Ineligible for Installation - Removal of Trend Micro OfficeScan Required
fr_fr: Core Protection Module – Ne peut pas être installé – Suppression de Trend Micro OfficeScan requise

source: The specified computers have&nbsp;Trend Micro OfficeScan client&nbsp;installed which conflicts with the Trend Micro Core Protection Module.
fr_fr: Trend Micro OfficeScan Client est installé sur les ordinateurs spécifiés, ce qui entre en conflit avec Trend Micro Core Protection Module.

source: Please follow the instructions below to remove Trend Micro OfficeScan client before installing Trend Micro Core Protection Module.
fr_fr: Suivez les instructions ci-dessous pour supprimer le client Trend Micro OfficeScan avant d'installer Trend Micro Core Protection Module.

source: Important Note:
fr_fr: Remarque importante:

source: 1. Trend Micro suggests removing Trend Micro OfficeScan client&nbsp;using the&nbsp;OfficeScan server&nbsp;rather than&nbsp;the&nbsp;client uninstaller.
fr_fr: 1. Trend Micro conseille de supprimer le client Trend Micro OfficeScan à l'aide du serveur OfficeScan plutôt que du programme de désinstallation du client.

source: 2. Trend Micro OfficeScan client uninstaller should be used only when the Trend Micro OfficeScan server cannot successfully uninstall the client.
fr_fr: 2. Le programme de désinstallation du client Trend Micro OfficeScan ne doit être utilisé que lorsque le serveur Trend Micro OfficeScan server ne parvient pas à désinstaller le client.

source: Core Protection Module - Ineligible for Install - Removal of Conflicting Products Required
fr_fr: Core Protection Module – Ne peut pas être installé – Suppression des produits conflictuels requise

source: The computers listed here have software products installed which conflict with the Core Protection Module endpoint.
fr_fr: Les ordinateurs répertoriés ci-dessous ont des produits logiciels installés qui entrent en conflit avec Core Protection Module.

source: The computers listed here have a version of the BES Client installed which conflicts with the Core Protection Module endpoint.
fr_fr: Les ordinateurs répertoriés ci-dessous ont une version du client BES installé qui est en conflit avec Core Protection Module.

source: Core Protection Module - VDI Component Information
fr_fr: Core Protection Module – Informations sur les composants VDI

source: This analysis contains information about the CPM VDI Components&nbsp;in your deployment.
fr_fr: Cette analyse contient des informations sur les composants VDI de CPM dans votre déploiement.

source: Core Protection Module - Set Maximum Concurrent Scanning Virtual Desktops
fr_fr: Core Protection Module – Définition de la valeur maximum du nombre de scans simultanés des bureaux virtuels

source: The listed computers have&nbsp;Core Protection Module&nbsp;VDI Components installed.&nbsp; Use this task to set the maximum number of the virtual desktops to perform on-demand scan at the same time.
fr_fr: Les composants VDI de Core Protection Module sont installés sur les ordinateurs répertoriés.&nbsp; Utilisez cette tâche pour définir le nombre maximum de scans à la demande simultanés des bureaux virtuels.

source: The default maximum is 1.
fr_fr: La valeur maximum par défaut est 1.

source: Note: The valid values are&nbsp;between 1&nbsp;to 65536.
fr_fr: Remarque: Les valeurs valides sont comprises entre 1 et 65536.

source: This action will set the maximum value to&nbsp;1&nbsp;if&nbsp;the&nbsp;specified value is invalid.
fr_fr: Cette action définira la valeur maximale sur 1 si la valeur spécifiée n'est pas valide.

source: Core Protection Module - Set Maximum Concurrent Updating Virtual Desktops
fr_fr: Core Protection Module – Définition de la valeur maximum du nombre de mises à jour simultanées des bureaux virtuels

source: The listed computers have&nbsp;Core Protection Module&nbsp;VDI Components installed.&nbsp; Use this task to set the maximum number of the virtual desktops to perform pattern update at the same time.
fr_fr: Les composants&nbsp;VDI de&nbsp;Core Protection Module sont installés sur les ordinateurs répertoriés.&nbsp; Utilisez cette tâche pour définir le nombre maximum de bureaux virtuels qui effectuent la mise à jour des signatures en même temps.

source: Note: The valid values&nbsp;are&nbsp;between 1&nbsp;to 65536.
fr_fr: Remarque: Les valeurs valides sont comprises entre 1 et 65536.

source: This action will set a default maximum value&nbsp;3&nbsp;if&nbsp;the&nbsp;value is invalid.
fr_fr: Cette action définira la valeur par défaut sur 3 si la valeur n'est pas valide.

source: The specified computers have one or more required&nbsp;VDI component&nbsp;services that are not running or that are configured with an incorrect start mode.
fr_fr: Les ordinateurs spécifiés ont un ou plusieurs services de composants VDI requis qui ne sont pas en cours d'exécution ou sont configurés avec un mode de démarrage incorrect.

source: Core Protection Module - Improper VDI Component Service Status
fr_fr: Core Protection Module – État de service inadéquat des composants VDI

source: Core Protection Module - Windows Firewall is Blocking VDI Traffic
fr_fr: Core Protection Module – Le pare-feu Windows bloque le trafic VDI

source: Use this task to open port 5273 on relays with VDI components that use Windows Firewall (Windows Firewall is enabled and blocking port 5273). Relays with VDI components use port 5273 for communication.
fr_fr: Utilisez cette tâche pour ouvrir le port&nbsp;5273 sur les relais à composants VDI qui utilisent le pare-feu Windows (le pare-feu Windows est activé et bloque le port&nbsp;5273). Les relais à composants VDI utilisent le port&nbsp;5273 pour communiquer.

source: Note: There are currently performance issues and functional limitations associated with the relevance of this fixlet.
fr_fr: Remarque: Il y a actuellement des problèmes de performance et des restrictions opérationnelles associées à la pertinence de ce fixlet.

source: Important Note: If the listed endpoints' firewall settings are being administered through a domain group policy, the results of this action may be overwritten by that policy. The actions below only affect the local firewall policy, and will not affect any group firewall policy settings that may have been applied by a domain administrator. If your firewall has been configured through a domain group policy, these actions may report back as 'Failed', and the firewall must be disabled or configured through the group policy instead.
fr_fr: Remarque importante: Si les paramètres de pare-feu des points finaux répertoriés sont administrés par une stratégie de groupe de domaine, les résultats de cette action pourraient être écrasés par cette stratégie. Les actions suivantes n'affectent que la stratégie de pare-feu locale et n'affecteront pas les paramètres de stratégie de pare-feu de groupe qui pourraient avoir été appliqués par un administrateur de domaine. Si votre pare-feu a été configuré par une stratégie de groupe de domaine, ces actions pourraient être retournées comme «&nbsp;Échec&nbsp;» et le pare-feu doit être désactivé ou configuré par l'intermédiaire de la stratégie de groupe.

source: Core Protection Module - Install VDI Components
fr_fr: Core Protection Module – Installation des composants VDI

source: The specified computers are BES Servers or Relays which do not have Trend Micro Core Protection Module&nbsp;VDI components installed. Core Protection Module&nbsp;VDI components provide VDI support for CPM endpoints. Use this action to deploy Core Protection Module&nbsp;VDI components on BES Servers or Relays that require Core Protection Module&nbsp;VDI components.
fr_fr: Les ordinateurs spécifiés sont des serveurs ou relais BES dont les composants VDI Trend Micro Core Protection Module ne sont pas installés. Les composants VDI de Core Protection Module offrent la prise en charge de VDI pour les points finaux CPM. Utilisez cette action pour déployer les composants VDI de Core Protection Module sur les serveurs ou relais BES qui requièrent les composants VDI de Core Protection Module.

source: Note: The installation log CPMVDIInstall.log is stored in client's windows folder.
fr_fr: Remarque: Le journal d'installation CPMVDIInstall.log est enregistré dans le dossier Windows du client.

source: Deployment Options: This action allows you to install to the default path "%Program Files%\Trend Micro"&nbsp; or to specify a custom path.
fr_fr: Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «%Program Files%\Trend Micro»&nbsp;ou de spécifier un chemin d'accès personnalisé.

source: Default installation path:&nbsp;&nbsp;Leave the action parameter dialog blank
fr_fr: Chemin d'installation par défaut&nbsp;:&nbsp;&nbsp;Laissez la boîte de dialogue du paramètre d'action vide

source: Custom installation path: Specify a custom path in the action parameter dialog (include the drive letter) - "C:\folder1\folder2\Trend Micro Home"
fr_fr: Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action (inclure la lettre du lecteur) – «C:\Dossier1\Dossier2\Trend Micro Home»

source: Path characters: Do not use unsupported Windows characters, including the following: " ? * | / &lt; &gt; and : \ ,unless used as part of the path
fr_fr: Caractères du chemin d'accès&nbsp;: n'utilisez pas de caractères qui ne sont pas pris en charge par Windows, notamment les caractères suivants&nbsp;: " ? * | / &lt; &gt; et : \ ,sauf si utilisé comme partie du chemin d'accès

source: Environment variables (example ) are not supported for custom installation paths.
fr_fr: Les variables d'environnement (par ex. ) ne sont pas prises en charge pour les chemins d'installation personnalisés.

source: This action will fail if unsupported path characters are used or if the drive letter specified does not exist.
fr_fr: Cette action échoue si des caractères de chemin d'accès non pris en charge sont utilisés ou si la lettre de lecteur spécifiée n'existe pas.

source: 3.50 MB
fr_fr: 3,50&nbsp;Mo

source: Core Protection Module - Upgrade VDI Components
fr_fr: Core Protection Module – Mise à niveau des composants VDI

source: Use this task to upgrade Core Protection Module VDI components.
fr_fr: Utilisez cette action pour mettre à jour les composants VDI de Core Protection Module.

source: Note: The upgrade log CPMVDIUpgrade.log is stored in client's windows folder.
fr_fr: Remarque: Le journal de mise à niveau CPMVDIUpgrade.log est enregistré dans le dossier Windows du client.

source: Core Protection Module - Remove VDI Components
fr_fr: Core Protection Module – Suppression des composants VDI

source: The specified computers have Core Protection Module&nbsp;VDI components&nbsp;installed. Use this task to remove Core Protection Module&nbsp;VDI components .
fr_fr: Les composants VDI de Core Protection Module sont installés sur les ordinateurs spécifiés. Utilisez cette action pour supprimer les composants VDI de Core Protection Module.

source: Note: The&nbsp;uninstallation log CPMVDIUinstall.log is stored in client's Windows folder.
fr_fr: Remarque: Le journal de désinstallation CPMVDIUinstall.log est enregistré dans le dossier Windows du client.

source: Smart Protection Relay - Deploy
fr_fr: Smart Protection Relay – Déploiement

source: When using smart scan, Core Protection Module endpoints get updates and make reputation queries to Smart Protection Servers or the Smart Protection Network. You can minimize CPM endpoint bandwidth usage, for updates and reputation queries, by directing the endpoint queries to Smart Protection Relays.
fr_fr: Lorsque vous utilisez Smart Scan, les points finaux de Core Protection Module obtiennent des mises à jour et envoient des requêtes de réputation aux serveurs Smart Protection Server ou Smart Protection Network. Vous pouvez réduire la bande passante utilisée par les points finaux CPM lors de requêtes de mises à jour et de réputation en dirigeant les requêtes de points finaux vers les Smart Protection Relays.

source: Note: Smart Protection Relays require endpoints, with a BES relay installed and with at least 1 GB of RAM and 250MB of hard drive space. Smart Protection Relays installed on endpoints with lower-end hardware (Pentium 4) can support up to 500 endpoints. Smart Protection Relays installed on endpoints with higher-end hardware (Core 2 Duo or above) can support up to 1000 endpoints.
fr_fr: Remarque: Les Smart Protection Relays requièrent des points finaux sur lesquels sont installés un relais BES disposant d'au moins 1&nbsp;Go de mémoire RAM et 250&nbsp;Mo d'espace disque dur. Les Smart Protection Relays installés sur des points finaux disposant de matériel de catégorie inférieure (Pentium&nbsp;4) peuvent prendre en charge jusqu'à 500&nbsp;points finaux. Les Smart Protection Relays installés sur des points finaux disposant de matériel de catégorie supérieure (Core&nbsp;2&nbsp;Duo ou supérieur) peuvent prendre en charge jusqu'à 1000&nbsp;points finaux.

source: The specified endpoints are BES Relays that do not have the Smart Protection Relay components installed. Use this action to deploy Smart Protection Relay components to BES Relays.
fr_fr: Les points finaux spécifiés sont des relais BES dont les composants du Smart Protection Relay ne sont pas installés. Utilisez cette action pour déployer les composants du Smart Protection Relay aux relais BES.

source: Note: The installation log SPRelayInstall.log is stored in Core Protection Module client's Windows folder.
fr_fr: Remarque: Le journal d'installation SPRelayInstall.log est enregistré dans le dossier Windows du client Core Protection Module.
